Repository: thomas-domville/AppleVis
Catalog: AppleVis/Sources/Resources/Localizable.xcstrings
Source language: en
Languages: ar, de, el, es, fa, fr, he, hi, id, it, ja, ko, nl, pl, pt, ru, sv, th, tr, uk, vi, zh_hans

source: Description
ar: الوصف
de: Beschreibung
el: Περιγραφή
es: Descripción
fa: توضیحات
he: תיאור
hi: विवरण
id: Deskripsi
it: Descrizione
ja: 説明
ko: 설명
nl: Beschrijving
pl: Opis
pt: Descrição
ru: Описание
sv: Beskrivning
th: คำอธิบาย
tr: Açıklama
uk: Опис
vi: Mô tả
zh_hans: 描述

source: Description of App
ar: وصف التطبيق
de: Beschreibung der App
el: Περιγραφή Εφαρμογής
es: Descripción de la app
fa: توضیحات برنامه
fr: Description de l'appli
he: תיאור האפליקציה
hi: ऐप का विवरण
id: Deskripsi Aplikasi
it: Descrizione dell'app
ja: アプリの説明
ko: 앱 설명
nl: Beschrijving van de app
pl: Opis aplikacji
pt: Descrição do app
ru: Описание приложения
sv: Beskrivning av appen
th: คำอธิบายแอป
tr: Uygulama Açıklaması
uk: Опис застосунку
vi: Mô tả ứng dụng
zh_hans: 应用描述

source: Description, Message, Blog Post Draft, Episode Description, and Accessibility Comments — every field with a character minimum — now combine their label and live counter into a single VoiceOver stop instead of two, and no longer repeat the same requirement a third time in a separate caption below the field.
ar: أصبحت الآن حقول الوصف، والرسالة، ومسودة منشور المدونة، ووصف الحلقة، وتعليقات إمكانية الوصول — كل حقل له حد أدنى من الأحرف — تجمع بين تسميتها وعدادها المباشر في توقف واحد لـ VoiceOver بدلاً من اثنين، ولم تعد تكرر المتطلب نفسه للمرة الثالثة في تسمية توضيحية منفصلة أسفل الحقل.
de: Beschreibung, Nachricht, Blogbeitrag-Entwurf, Episodenbeschreibung und Barrierefreiheitskommentare – jedes Feld mit einer Zeichen-Mindestlänge – fassen jetzt ihr Label und den Live-Zähler zu einem einzigen VoiceOver-Stopp zusammen statt zu zweien, und wiederholen dieselbe Anforderung nicht mehr ein drittes Mal in einer separaten Bildunterschrift unter dem Feld.
el: Περιγραφή, Μήνυμα, Πρόχειρο ανάρτησης ιστολογίου, Περιγραφή επεισοδίου και Σχόλια προσβασιμότητας — κάθε πεδίο με ελάχιστο αριθμό χαρακτήρων — συνδυάζουν πλέον την ετικέτα και τον μετρητή σε πραγματικό χρόνο σε μία μόνο στάση VoiceOver αντί για δύο, και δεν επαναλαμβάνουν πια την ίδια απαίτηση για τρίτη φορά σε ξεχωριστή λεζάντα κάτω από το πεδίο.
es: Descripción, Mensaje, Borrador de la publicación del blog, Descripción del episodio y Comentarios de accesibilidad —cada campo con un mínimo de caracteres— ahora combinan su etiqueta y su contador en vivo en una sola parada de VoiceOver en lugar de dos, y ya no repiten el mismo requisito una tercera vez en una leyenda aparte debajo del campo.
fa: توضیحات، پیام، پیش‌نویس پست وبلاگ، توضیحات قسمت، و نظرات دسترس‌پذیری — هر فیلدی با حداقل تعداد کاراکتر — اکنون برچسب و شمارندهٔ زندهٔ خود را در یک توقف VoiceOver به‌جای دو مورد ترکیب می‌کنند و دیگر همان الزام را برای بار سوم در یک زیرنویس جداگانه زیر فیلد تکرار نمی‌کنند.
fr: Description, Message, Brouillon d'article de blog, Description de l'épisode et Commentaires d'accessibilité — chaque champ avec un minimum de caractères — combinent désormais leur libellé et leur compteur en direct en un seul arrêt VoiceOver au lieu de deux, et ne répètent plus la même exigence une troisième fois dans une légende séparée sous le champ.
he: תיאור, הודעה, טיוטת פוסט בבלוג, תיאור פרק, ותגובות נגישות — כל שדה עם מספר תווים מינימלי — משלבים כעת את התווית והמונה החי שלהם לעצירת VoiceOver אחת במקום שתיים, ואינם חוזרים עוד על אותה דרישה בפעם השלישית בכיתוב נפרד מתחת לשדה.
hi: विवरण, संदेश, ब्लॉग पोस्ट ड्राफ़्ट, एपिसोड विवरण, और सुलभता टिप्पणियां — न्यूनतम वर्ण संख्या वाला हर फ़ील्ड — अब अपने लेबल और लाइव काउंटर को दो के बजाय एक ही VoiceOver स्टॉप में जोड़ता है, और फ़ील्ड के नीचे एक अलग कैप्शन में उसी आवश्यकता को तीसरी बार नहीं दोहराता।
id: Deskripsi, Pesan, Draf Postingan Blog, Deskripsi Episode, dan Komentar Aksesibilitas — setiap kolom dengan jumlah karakter minimum — kini menggabungkan label dan penghitung langsungnya menjadi satu perhentian VoiceOver, bukan dua, dan tidak lagi mengulangi persyaratan yang sama untuk ketiga kalinya dalam keterangan terpisah di bawah kolom.
it: Descrizione, Messaggio, Bozza del post del blog, Descrizione dell'episodio e Commenti sull'accessibilità — ogni campo con un minimo di caratteri — ora uniscono etichetta e contatore in tempo reale in un'unica fermata VoiceOver invece di due, e non ripetono più lo stesso requisito una terza volta in una didascalia separata sotto il campo.
ja: 説明、メッセージ、ブログ投稿の下書き、エピソードの説明、アクセシビリティコメント — 最小文字数があるすべてのフィールドで、ラベルとライブカウンターが2つではなく1つのVoiceOverの停止にまとめられ、フィールド下の別のキャプションで同じ要件を3回目繰り返すこともなくなりました。
ko: 설명, 메시지, 블로그 게시물 초안, 에피소드 설명, 접근성 의견 — 최소 글자 수가 있는 모든 필드 — 이제 레이블과 실시간 카운터를 두 개가 아닌 하나의 VoiceOver 정지 지점으로 결합하며, 필드 아래의 별도 캡션에서 동일한 요구 사항을 세 번째로 반복하지 않습니다.
nl: Beschrijving, Bericht, Blogpostconcept, Afleveringsbeschrijving en Toegankelijkheidsopmerkingen — elk veld met een minimum aantal tekens — combineren nu hun label en live-teller tot één VoiceOver-stop in plaats van twee, en herhalen dezelfde vereiste niet meer een derde keer in een aparte bijschrift onder het veld.
pl: Opis, Wiadomość, Szkic wpisu na blogu, Opis odcinka i Komentarze dotyczące dostępności — każde pole z minimalną liczbą znaków — łączą teraz swoją etykietę i licznik na żywo w jeden przystanek VoiceOver zamiast dwóch i nie powtarzają już tego samego wymagania po raz trzeci w osobnym podpisie pod polem.
pt: Descrição, Mensagem, Rascunho da postagem do blog, Descrição do episódio e Comentários de acessibilidade — todo campo com um mínimo de caracteres — agora combinam seu rótulo e contador em tempo real em uma única parada do VoiceOver em vez de duas, e não repetem mais o mesmo requisito uma terceira vez em uma legenda separada abaixo do campo.
ru: Описание, Сообщение, Черновик записи в блоге, Описание эпизода и Комментарии о специальных возможностях — каждое поле с минимальным количеством символов — теперь объединяют метку и счётчик в реальном времени в одну остановку VoiceOver вместо двух и больше не повторяют то же требование в третий раз в отдельной подписи под полем.
sv: Beskrivning, Meddelande, Blogginläggsutkast, Avsnittsbeskrivning och Tillgänglighetskommentarer — varje fält med ett teckenminimum — kombinerar nu sin etikett och sin livräknare till ett enda VoiceOver-stopp istället för två, och upprepar inte längre samma krav en tredje gång i en separat bildtext under fältet.
th: คำอธิบาย, ข้อความ, ฉบับร่างโพสต์บล็อก, คำอธิบายตอน และความคิดเห็นด้านการช่วยการเข้าถึง — ทุกฟิลด์ที่มีจำนวนอักขระขั้นต่ำ — ตอนนี้รวมป้ายกำกับและตัวนับแบบเรียลไทม์เป็นจุดหยุด VoiceOver เดียวแทนที่จะเป็นสองจุด และไม่ทำซ้ำข้อกำหนดเดียวกันเป็นครั้งที่สามในคำบรรยายแยกต่างหากใต้ฟิลด์อีกต่อไป
tr: Açıklama, Mesaj, Blog Yazısı Taslağı, Bölüm Açıklaması ve Erişilebilirlik Yorumları — karakter minimumu olan her alan — artık etiketlerini ve canlı sayaçlarını iki yerine tek bir VoiceOver durağında birleştiriyor ve aynı gereksinimi alanın altındaki ayrı bir başlıkta üçüncü kez tekrarlamıyor.
uk: Опис, Повідомлення, Чернетка допису в блозі, Опис епізоду та Коментарі про доступність — кожне поле з мінімальною кількістю символів — тепер об'єднують мітку та лічильник у реальному часі в одну зупинку VoiceOver замість двох і більше не повторюють ту саму вимогу втретє в окремому підписі під полем.
vi: Mô tả, Tin nhắn, Bản nháp bài đăng blog, Mô tả tập, và Nhận xét về khả năng truy cập — mọi trường có số ký tự tối thiểu — giờ đây kết hợp nhãn và bộ đếm trực tiếp thành một điểm dừng VoiceOver duy nhất thay vì hai, và không còn lặp lại cùng một yêu cầu lần thứ ba trong một chú thích riêng bên dưới trường.
zh_hans: “描述”“留言”“博客文章草稿”“节目描述”和“无障碍评论”——每个有最低字符数要求的字段——现在会将标签和实时计数器合并为一个 VoiceOver 停顿点,而不是两个,并且不再在字段下方的单独说明中第三次重复相同的要求。

source: Description: %lld characters
ar: الوصف: %lld حرفًا
de: Beschreibung: %lld Zeichen
el: Περιγραφή: %lld χαρακτήρες
es: Descripción: %lld caracteres
fa: توضیحات: %lld نویسه
fr: Description : %lld caractères
he: תיאור: %lld תווים
hi: विवरण: %lld वर्ण
id: Deskripsi: %lld karakter
it: Descrizione: %lld caratteri
ja: 説明：%lld文字
ko: 설명: %lld자
nl: Beschrijving: %lld tekens
pl: Opis: %lld znaków
pt: Descrição: %lld caracteres
ru: Описание: %lld символов
sv: Beskrivning: %lld tecken
th: คำอธิบาย: %lld ตัวอักษร
tr: Açıklama: %lld karakter
uk: Опис: %lld символів
vi: Mô tả: %lld ký tự
zh_hans: 描述：%lld 个字符

source: Description: %lld of 30 minimum characters
ar: الوصف: %lld من 30 حرفًا كحد أدنى
de: Beschreibung: %lld von mindestens 30 Zeichen
el: Περιγραφή: %lld από τους ελάχιστους 30 χαρακτήρες
es: Descripción: %lld de 30 caracteres mínimos
fa: توضیحات: %lld از حداقل ۳۰ نویسه
fr: Description : %lld sur 30 caractères minimum
he: תיאור: %lld מתוך 30 תווים לפחות
hi: विवरण: %lld न्यूनतम 30 वर्णों में से
id: Deskripsi: %lld dari minimal 30 karakter
it: Descrizione: %lld di 30 caratteri minimi
ja: 説明：最低30文字中%lld文字
ko: 설명: 최소 30자 중 %lld자
nl: Beschrijving: %lld van minimaal 30 tekens
pl: Opis: %lld z minimalnie 30 znaków
pt: Descrição: %lld de 30 caracteres mínimos
ru: Описание: %lld из минимум 30 символов
sv: Beskrivning: %lld av minst 30 tecken
th: คำอธิบาย: %lld จากขั้นต่ำ 30 ตัวอักษร
tr: Açıklama: minimum 30 karakterden %lld
uk: Опис: %lld із мінімум 30 символів
vi: Mô tả: %lld trên tối thiểu 30 ký tự
zh_hans: 描述：%lld 个字符（最少需 30 个）

source: Details about your device and accessibility settings — handy if you're reporting a bug or contacting support. None of this is sent anywhere unless you choose to copy and share it.
ar: تفاصيل حول جهازك وإعدادات إمكانية الوصول — مفيدة إذا كنت تُبلغ عن خطأ أو تتواصل مع الدعم. لا يُرسل أي من هذا إلى أي مكان ما لم تختر نسخه ومشاركته.
de: Details zu deinem Gerät und den Bedienungshilfen-Einstellungen – praktisch, wenn du einen Fehler meldest oder den Support kontaktierst. Nichts davon wird irgendwohin gesendet, es sei denn, du kopierst und teilst es selbst.
el: Λεπτομέρειες σχετικά με τη συσκευή σας και τις ρυθμίσεις προσβασιμότητας — χρήσιμες αν αναφέρετε ένα σφάλμα ή επικοινωνείτε με την υποστήριξη. Τίποτα από αυτά δεν αποστέλλεται πουθενά εκτός αν επιλέξετε να το αντιγράψετε και να το μοιραστείτε.
es: Detalles sobre tu dispositivo y los ajustes de accesibilidad; útil si informas de un error o contactas con soporte. Nada de esto se envía a ningún sitio a menos que elijas copiarlo y compartirlo.
fa: جزئیات دستگاه و تنظیمات دسترس‌پذیری شما — مفید هنگام گزارش باگ یا تماس با پشتیبانی. هیچ‌کدام از این‌ها به‌جایی ارسال نمی‌شود مگر اینکه خودتان آن را کپی و به اشتراک بگذارید.
fr: Détails sur votre appareil et vos réglages d'accessibilité, utiles si vous signalez un bug ou contactez l'assistance. Rien de tout cela n'est envoyé où que ce soit, sauf si vous choisissez de le copier et de le partager.
he: פרטים על המכשיר וההגדרות הנגישות שלך — שימושי אם אתם מדווחים על באג או פונים לתמיכה. שום דבר מכך לא נשלח לשום מקום אלא אם תבחרו להעתיק ולשתף אותו.
hi: आपके डिवाइस और सुलभता सेटिंग्स के बारे में विवरण — बग रिपोर्ट करते समय या सहायता से संपर्क करते समय उपयोगी। जब तक आप इसे कॉपी करके साझा नहीं करते, तब तक इसमें से कुछ भी कहीं नहीं भेजा जाता।
id: Detail tentang perangkat dan pengaturan aksesibilitas Anda — berguna jika Anda melaporkan bug atau menghubungi dukungan. Tidak ada yang dikirim ke mana pun kecuali Anda memilih untuk menyalin dan membagikannya.
it: Dettagli sul tuo dispositivo e sulle impostazioni di accessibilità, utili se segnali un bug o contatti l'assistenza. Nulla di tutto ciò viene inviato da nessuna parte, a meno che tu non scelga di copiarlo e condividerlo.
ja: お使いのデバイスとアクセシビリティ設定の詳細です。バグを報告したり、サポートに問い合わせたりする際に役立ちます。これらの情報は、コピーして共有することを選択しない限り、どこにも送信されません。
ko: 기기 및 손쉬운 사용 설정에 대한 세부 정보입니다. 버그를 신고하거나 지원팀에 문의할 때 유용합니다. 복사하여 공유하지 않는 한 이 정보는 어디로도 전송되지 않습니다.
nl: Gegevens over je apparaat en toegankelijkheidsinstellingen — handig als je een bug meldt of contact opneemt met ondersteuning. Niets hiervan wordt ergens naartoe gestuurd, tenzij je ervoor kiest het te kopiëren en delen.
pl: Szczegóły dotyczące Twojego urządzenia i ustawień ułatwień dostępu — przydatne przy zgłaszaniu błędu lub kontaktowaniu się z pomocą techniczną. Żadna z tych informacji nie jest nigdzie wysyłana, chyba że zdecydujesz się je skopiować i udostępnić.
pt: Detalhes sobre seu dispositivo e configurações de acessibilidade — úteis se você estiver relatando um bug ou entrando em contato com o suporte. Nada disso é enviado a lugar nenhum, a menos que você escolha copiar e compartilhar.
ru: Сведения об устройстве и настройках специальных возможностей — пригодятся, если вы сообщаете об ошибке или обращаетесь в поддержку. Ничего из этого никуда не отправляется, если вы сами не скопируете и не поделитесь этим.
sv: Information om din enhet och tillgänglighetsinställningar – praktiskt om du rapporterar ett fel eller kontaktar supporten. Inget av detta skickas någonstans om du inte själv väljer att kopiera och dela det.
th: รายละเอียดเกี่ยวกับอุปกรณ์และการตั้งค่าการช่วยการเข้าถึงของคุณ มีประโยชน์หากคุณกำลังรายงานบั๊กหรือติดต่อฝ่ายสนับสนุน ไม่มีข้อมูลใดถูกส่งไปที่ใดเลย เว้นแต่คุณจะเลือกคัดลอกและแชร์ข้อมูลนั้น
tr: Cihazınız ve erişilebilirlik ayarlarınız hakkında ayrıntılar — bir hata bildirirken veya destekle iletişime geçerken kullanışlıdır. Kopyalayıp paylaşmayı seçmediğiniz sürece bunların hiçbiri herhangi bir yere gönderilmez.
uk: Відомості про ваш пристрій і налаштування спеціальних можливостей — стануть у пригоді, якщо ви повідомляєте про помилку або звертаєтеся до служби підтримки. Ніщо з цього нікуди не надсилається, якщо ви самі не виберете скопіювати й поділитися цим.
vi: Chi tiết về thiết bị và cài đặt trợ năng của bạn — hữu ích nếu bạn đang báo cáo lỗi hoặc liên hệ hỗ trợ. Không có thông tin nào trong số này được gửi đi đâu trừ khi bạn chọn sao chép và chia sẻ nó.
zh_hans: 有关您的设备和辅助功能设置的详细信息——在您报告问题或联系支持时会很有用。除非您选择复制并分享，否则这些信息不会发送到任何地方。

source: Developer's Website
ar: موقع المطور
de: Website des Entwicklers
el: Ιστότοπος Προγραμματιστή
es: Sitio web del desarrollador
fa: وب‌سایت توسعه‌دهنده
fr: Site web du développeur
he: אתר המפתח
hi: डेवलपर की वेबसाइट
id: Situs Web Pengembang
it: Sito web dello sviluppatore
ja: デベロッパのウェブサイト
ko: 개발자 웹사이트
nl: Website van de ontwikkelaar
pl: Witryna dewelopera
pt: Site do desenvolvedor
ru: Сайт разработчика
sv: Utvecklarens webbplats
th: เว็บไซต์นักพัฒนา
tr: Geliştirici Web Sitesi
uk: Вебсайт розробника
vi: Trang web nhà phát triển
zh_hans: 开发者网站

source: Developer's Website (optional)
ar: موقع المطور (اختياري)
de: Website des Entwicklers (optional)
el: Ιστότοπος Προγραμματιστή (προαιρετικό)
es: Sitio web del desarrollador (opcional)
fa: وب‌سایت توسعه‌دهنده (اختیاری)
fr: Site web du développeur (facultatif)
he: אתר המפתח (אופציונלי)
hi: डेवलपर की वेबसाइट (वैकल्पिक)
id: Situs Web Pengembang (opsional)
it: Sito web dello sviluppatore (facoltativo)
ja: デベロッパのウェブサイト（任意）
ko: 개발자 웹사이트(선택 사항)
nl: Website van de ontwikkelaar (optioneel)
pl: Witryna dewelopera (opcjonalnie)
pt: Site do desenvolvedor (opcional)
ru: Сайт разработчика (необязательно)
sv: Utvecklarens webbplats (valfritt)
th: เว็บไซต์นักพัฒนา (ไม่บังคับ)
tr: Geliştirici Web Sitesi (isteğe bağlı)
uk: Вебсайт розробника (необов'язково)
vi: Trang web nhà phát triển (tùy chọn)
zh_hans: 开发者网站（可选）

source: Device
ar: الجهاز
de: Gerät
el: Συσκευή
es: Dispositivo
fa: دستگاه
fr: Appareil
he: מכשיר
hi: डिवाइस
id: Perangkat
it: Dispositivo
ja: デバイス
ko: 기기
nl: Apparaat
pl: Urządzenie
pt: Dispositivo
ru: Устройство
sv: Enhet
th: อุปกรณ์
tr: Cihaz
uk: Пристрій
vi: Thiết Bị
zh_hans: 设备

source: Device details, accessibility status, and a way to copy support info.
ar: تفاصيل الجهاز وحالة إمكانية الوصول وطريقة لنسخ معلومات الدعم.
de: Gerätedetails, Bedienungshilfen-Status und eine Möglichkeit, Support-Infos zu kopieren.
el: Λεπτομέρειες συσκευής, κατάσταση προσβασιμότητας και τρόπος αντιγραφής πληροφοριών υποστήριξης.
es: Detalles del dispositivo, estado de accesibilidad y una forma de copiar la información de soporte.
fa: جزئیات دستگاه، وضعیت دسترس‌پذیری و راهی برای کپی کردن اطلاعات پشتیبانی.
fr: Détails sur l'appareil, état de l'accessibilité et un moyen de copier les infos d'assistance.
he: פרטי המכשיר, מצב הנגישות, ודרך להעתיק מידע לתמיכה.
hi: डिवाइस विवरण, सुलभता स्थिति, और सहायता जानकारी कॉपी करने का एक तरीका।
id: Detail perangkat, status aksesibilitas, dan cara untuk menyalin info dukungan.
it: Dettagli del dispositivo, stato dell'accessibilità e un modo per copiare le informazioni di supporto.
ja: デバイスの詳細、アクセシビリティの状態、およびサポート情報をコピーする方法です。
ko: 기기 세부 정보, 손쉬운 사용 상태, 그리고 지원 정보를 복사하는 방법입니다.
nl: Apparaatgegevens, toegankelijkheidsstatus en een manier om ondersteuningsinfo te kopiëren.
pl: Szczegóły urządzenia, stan ułatwień dostępu oraz sposób skopiowania informacji pomocy technicznej.
pt: Detalhes do dispositivo, status de acessibilidade e uma forma de copiar as informações de suporte.
ru: Сведения об устройстве, состояние специальных возможностей и способ скопировать информацию для поддержки.
sv: Enhetsinformation, status för tillgänglighet och ett sätt att kopiera supportinformation.
th: รายละเอียดอุปกรณ์ สถานะการช่วยการเข้าถึง และวิธีคัดลอกข้อมูลสนับสนุน
tr: Cihaz ayrıntıları, erişilebilirlik durumu ve destek bilgilerini kopyalamanın bir yolu.
uk: Відомості про пристрій, стан спеціальних можливостей і спосіб скопіювати інформацію для підтримки.
vi: Chi tiết thiết bị, trạng thái trợ năng và cách sao chép thông tin hỗ trợ.
zh_hans: 设备详细信息、辅助功能状态，以及复制支持信息的方式。

source: Device(s) Tested On
ar: الأجهزة التي تم الاختبار عليها
de: Getestete Geräte
el: Συσκευή(ές) που Δοκιμάστηκαν
es: Dispositivos en los que se probó
fa: دستگاه‌های آزمایش‌شده
fr: Appareils testés
he: מכשירים שנבדקו עליהם
hi: जिन डिवाइस पर परीक्षण किया गया
id: Perangkat yang Diuji
it: Dispositivi testati
ja: テスト済みデバイス
ko: 테스트한 기기
nl: Geteste apparaten
pl: Urządzenia, na których testowano
pt: Dispositivos testados
ru: Устройства, на которых проводилось тестирование
sv: Enheter som testats på
th: อุปกรณ์ที่ทดสอบ
tr: Test Edilen Cihaz(lar)
uk: Пристрої, на яких тестувалося
vi: Thiết bị đã thử nghiệm
zh_hans: 测试设备

source: Diagnostic Info
ar: معلومات التشخيص
de: Diagnoseinformationen
el: Πληροφορίες Διαγνωστικών
es: Información de diagnóstico
fa: اطلاعات تشخیصی
fr: Infos de diagnostic
he: מידע אבחוני
hi: निदान जानकारी
id: Info Diagnostik
it: Informazioni diagnostiche
ja: 診断情報
ko: 진단 정보
nl: Diagnostische info
pl: Informacje diagnostyczne
pt: Informações de Diagnóstico
ru: Диагностическая информация
sv: Diagnostisk information
th: ข้อมูลการวินิจฉัย
tr: Tanılama Bilgisi
uk: Діагностична інформація
vi: Thông Tin Chẩn Đoán
zh_hans: 诊断信息

source: Didn't find what you needed? Send us a note — we'd love to hear from you.
ar: لم تجد ما تحتاجه؟ أرسل لنا رسالة — يسعدنا أن نسمع منك.
de: Nicht gefunden, was du brauchst? Schick uns eine Nachricht – wir freuen uns, von dir zu hören.
el: Δεν βρήκατε αυτό που χρειαζόσασταν; Στείλτε μας ένα σημείωμα — θα θέλαμε πολύ να ακούσουμε από εσάς.
es: ¿No encontraste lo que necesitabas? Envíanos una nota; nos encantaría saber de ti.
fa: چیزی را که نیاز داشتید پیدا نکردید؟ برای ما پیام بفرستید — دوست داریم از شما بشنویم.
fr: Vous n'avez pas trouvé ce dont vous aviez besoin ? Envoyez-nous un message, nous serions ravis de vous lire.
he: לא מצאת את מה שהיית צריך? שלח לנו הודעה — נשמח לשמוע ממך.
hi: जो चाहिए था वह नहीं मिला? हमें एक संदेश भेजें — हम आपसे सुनना पसंद करेंगे।
id: Tidak menemukan yang Anda butuhkan? Kirimkan pesan kepada kami — kami ingin mendengar dari Anda.
it: Non hai trovato quello che cercavi? Mandaci un messaggio: ci farebbe piacere sentirti.
ja: 必要な情報が見つかりませんでしたか？ぜひメッセージをお送りください。お待ちしております。
ko: 필요한 것을 찾지 못하셨나요? 메시지를 보내주세요. 여러분의 이야기를 듣고 싶습니다.
nl: Niet gevonden wat je nodig had? Stuur ons een bericht — we horen graag van je.
pl: Nie znalazłeś tego, czego potrzebowałeś? Napisz do nas — chętnie Cię wysłuchamy.
pt: Não encontrou o que precisava? Envie-nos uma mensagem — adoraríamos ouvir você.
ru: Не нашли то, что искали? Напишите нам — мы будем рады вас услышать.
sv: Hittade du inte det du behövde? Skicka oss ett meddelande — vi vill gärna höra från dig.
th: ไม่พบสิ่งที่คุณต้องการใช่ไหม? ส่งข้อความถึงเรา — เรายินดีรับฟังจากคุณ
tr: İhtiyacınız olanı bulamadınız mı? Bize bir not gönderin — sizden haber almayı çok isteriz.
uk: Не знайшли те, що потрібно? Напишіть нам — ми будемо раді почути вас.
vi: Không tìm thấy điều bạn cần? Hãy gửi cho chúng tôi một tin nhắn — chúng tôi rất muốn được lắng nghe bạn.
zh_hans: 没有找到您需要的内容？给我们发个消息吧，我们很想听听您的想法。

source: Discard
ar: تجاهل
de: Verwerfen
el: Απόρριψη
es: Descartar
fa: دور انداختن
fr: Abandonner
he: התעלמות
hi: खारिज करें
id: Buang
it: Scarta
ja: 破棄
ko: 삭제
nl: Negeren
pl: Odrzuć
pt: Descartar
ru: Отменить
sv: Kassera
th: ละทิ้ง
tr: Vazgeç
uk: Відхилити
vi: Bỏ qua
zh_hans: 放弃

source: Discard changes?
ar: هل تريد تجاهل التغييرات؟
de: Änderungen verwerfen?
el: Απόρριψη αλλαγών;
es: ¿Descartar cambios?
fa: تغییرات دور انداخته شود؟
fr: Abandonner les modifications ?
he: להתעלם מהשינויים?
hi: परिवर्तन खारिज करें?
id: Buang perubahan?
it: Scartare le modifiche?
ja: 変更を破棄しますか？
ko: 변경 사항을 삭제할까요?
nl: Wijzigingen negeren?
pl: Odrzucić zmiany?
pt: Descartar alterações?
ru: Отменить изменения?
sv: Kassera ändringar?
th: ละทิ้งการเปลี่ยนแปลงหรือไม่?
tr: Değişiklikler vazgeçilsin mi?
uk: Відхилити зміни?
vi: Bỏ qua thay đổi?
zh_hans: 要放弃更改吗？

source: Discard this message?
ar: هل تريد تجاهل هذه الرسالة؟
de: Diese Nachricht verwerfen?
el: Απόρριψη αυτού του μηνύματος;
es: ¿Descartar este mensaje?
fa: این پیام دور انداخته شود؟
fr: Abandonner ce message ?
he: להתעלם מהודעה זו?
hi: इस संदेश को खारिज करें?
id: Buang pesan ini?
it: Scartare questo messaggio?
ja: このメッセージを破棄しますか？
ko: 이 메시지를 삭제할까요?
nl: Dit bericht negeren?
pl: Odrzucić tę wiadomość?
pt: Descartar esta mensagem?
ru: Отменить это сообщение?
sv: Kassera detta meddelande?
th: ละทิ้งข้อความนี้หรือไม่?
tr: Bu mesaj vazgeçilsin mi?
uk: Відхилити це повідомлення?
vi: Bỏ qua tin nhắn này?
zh_hans: 要放弃此消息吗？

source: Discard this report?
ar: هل تريد تجاهل هذا التقرير؟
de: Diesen Bericht verwerfen?
el: Απόρριψη αυτής της αναφοράς;
es: ¿Descartar este informe?
fa: این گزارش دور انداخته شود؟
fr: Abandonner ce signalement ?
he: להתעלם מדוח זה?
hi: इस रिपोर्ट को खारिज करें?
id: Buang laporan ini?
it: Scartare questa segnalazione?
ja: このレポートを破棄しますか？
ko: 이 신고를 삭제할까요?
nl: Dit rapport negeren?
pl: Odrzucić to zgłoszenie?
pt: Descartar este relatório?
ru: Отменить этот отчёт?
sv: Kassera denna rapport?
th: ละทิ้งรายงานนี้หรือไม่?
tr: Bu rapor vazgeçilsin mi?
uk: Відхилити цей звіт?
vi: Bỏ qua báo cáo này?
zh_hans: 要放弃此报告吗？

source: Discard this submission?
ar: هل تريد تجاهل هذا الإرسال؟
de: Diese Einreichung verwerfen?
el: Απόρριψη αυτής της υποβολής;
es: ¿Descartar este envío?
fa: این ارسال دور انداخته شود؟
fr: Abandonner cette soumission ?
he: להתעלם מהגשה זו?
hi: इस सबमिशन को खारिज करें?
id: Buang kiriman ini?
it: Scartare questo invio?
ja: この投稿を破棄しますか？
ko: 이 제출을 삭제할까요?
nl: Deze inzending negeren?
pl: Odrzucić to zgłoszenie?
pt: Descartar este envio?
ru: Отменить эту заявку?
sv: Kassera denna inlämning?
th: ละทิ้งการส่งนี้หรือไม่?
tr: Bu gönderim vazgeçilsin mi?
uk: Відхилити цю заявку?
vi: Bỏ qua lượt gửi này?
zh_hans: 要放弃此提交吗？

source: Discover
ar: استكشاف
de: Entdecken
el: Ανακάλυψη
es: Descubrir
fa: کشف کنید
fr: Découvrir
he: גילוי
hi: खोजें
id: Jelajahi
it: Scopri
ja: 見つける
ko: 둘러보기
nl: Ontdekken
pl: Odkrywaj
pt: Descobrir
ru: Обзор
sv: Upptäck
th: ค้นพบ
tr: Keşfet
uk: Огляд
vi: Khám phá
zh_hans: 发现
